Cannot create specified fillet at rail path corner.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ContinuousRailFilletCreationError { get; }
  Visual Basic
Public Shared ReadOnly Property ContinuousRailFilletCreationError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ContinuousRailFilletCreationError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace